"Close Window" = "ウインドウを閉じる";
"Your iPod has been updated to version <version>. Please eject and then unplug and replug the iPod so it can complete the update process." = "お使いの iPod は Version <version> にアップデートされました。アップデートが完了したら、マウントされているディスクを取り出してから、iPod のケーブルを取り外し、もう一度接続してください。";
W = "W";
"The iPod is not mounted." = "iPod がマウントされていません。";
"Click the lock to prevent further changes." = "変更できないようにするにはカギをクリックします。";
"The iPod could not be unmounted because it is in use." = "使用中のため iPod のマウントを解除できませんでした。";
"Plug in an iPod to update it." = "iPod をアップデートするために、ケーブルを接続してください。";
Quit = "終了";
"Click the lock to make changes." = "変更するにはカギをクリックします。";
"More than one iPod is attached." = "複数の iPod が接続されています。";
"Restore iPod" = "iPod を復元";
"Your iPod has been updated to version <version>. Please unplug and replug the iPod so it can complete the update process." = "お使いの iPod はバージョン <version> にアップデートされました。アップデートが完了したら、iPod のケーブルを取り外し、もう一度接続してください。";
"Your iPod has been restored to factory settings. Please unplug and replug the iPod so it can complete the restore process." = "お使いの iPod は工場出荷時の設定に戻りました。復帰の行程が完了したら、iPod のケーブルを取り外し、もう一度接続してください。";
"Please attach one iPod at a time to be updated." = "アップデートする iPod を 1 度に 1 台だけ接続してください。";
"Out of memory." = "メモリ不足です。";
"<version> (needs update)" = "<version> (要アップデート）";
"No iPod is attached." = "iPod が接続されていません。";
Update = "アップデート";
"<version> (up to date)" = "<version> (最新）";
"Your iPod has been restored to factory settings. Please eject and then unplug and replug the iPod so it can complete the restore process." = "お使いの iPod は工場出荷時の設定に戻りました。復帰が完了したら、マウントされているディスクを取り出してから、iPod のケーブルを取り外し、もう一度接続してください。";
"The attached iPod does not have proper software on it." = "接続されている iPod には適切なソフトウェアがありません。";
"Serial Number:" = "製造番号：";
"An unexpected error occurred." = "予期しないエラーが起きました。";
"A single iPod was detected, but it must be mounted on the desktop for this operation to work." = "1 台の iPod が見つかりましたが、この操作を行うためにはデスクトップにマウントする必要があります。";
"Could not find updater library." = "アップデータライブラリが見つかりませんでした。";
"iPod Software Version <version>" = "iPod Software Version <version>";
"iPod Software <version> Updater" = "iPod ソフトウェア <version> アップデート";
"Updating iPod software" = "iPod ソフトウェアをアップデート中";
"Name:" = "名前：";
"The updater does not have a volume image." = "アップデータにボリュームイメージが含まれていません。";
"The updater does not have a firmware image." = "アップデータにファームウェアイメージが含まれていません。";
"Update iPod" = "iPod をアップデート";
"More than one iPod is attached. Please attach one iPod at a time to be updated." = "複数の iPod が接続されています。アップデートする iPod を 1 度に 1 台だけ接続してください。";
"An iPod is attached, but not mounted on the desktop." = "iPod は接続されていますが、デスクトップにマウントされていません。";
"Restoring iPod software" = "iPod ソフトウェアを復元中";
Options = "オプション";
"About iPod Updater" = "iPod Updater について";
"All data currently stored on the iPod will be lost." = "現在 iPod に保存されているデータはすべて失われます。";
"Are you sure you want to restore the iPod software?" = "iPod ソフトウェアを復元してもよろしいですか？";
Stop = "停止";
"Done restoring iPod software" = "iPod ソフトウェアの復元が終了しました";
"If you quit while an operation is in progress, you may need to restore the iPod software later." = "操作の進行中に終了すると、iPod ソフトウェアを後で復元しなければならなくなることがあります。";
"Update puts the latest system software on your iPod." = "アップデートすると、iPod に最新のシステムソフトウェアがインストールされます。";
"The iPod Updater application may be damaged." = "iPod Updater アプリケーションが壊れている可能性があります。";
Restore = "復元";
"Could not find a SysInfo file on the iPod disk." = "iPod ディスクで SysInfo ファイルが見つかりませんでした。";
"Authenticating..." = "認証中...";
"Capacity:" = "容量：";
"The iPod disk does not have the correct structure." = "iPod ディスクの構造が正しくありません。";
"Done updating iPod software" = "iPod ソフトウェアのアップデートが終了しました";
Q = "Q";
"Restore completely erases your iPod and applies factory settings. Your music and other data will be erased." = "復元すると、iPod の内容が完全に消去され、工場出荷時の設定が適用されます。音楽やその他のデータは消去されます。";
"Quit while this operation is in progress?" = "この操作の進行中に終了しますか？";
R = "R";
"Software Version:" = "ソフトウェアのバージョン：";
"The Mac OS error code was <error>." = "Mac OS のエラーコードは <error> でした。";

